Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
tr_tr: Eksik operatör. Sayılar ve alanlar arasında veya bir parantezden önce + ya da * gibi bir operatöre ihtiyacınız var.

source: An expression is required.
tr_tr: Bir ifade gereklidir.

source: Expression incomplete. Make sure there is a number or field after the operator.
tr_tr: İfade eksik. Operatörden sonra bir sayı veya alan olduğundan emin olun.

source: An expression cannot end with an operator. End with a number, field or ) .
tr_tr: Bir ifade bir operatörle bitemez. Bir sayı, alan veya ) ile bitirin.

source: An expression cannot start with an operator. Start with a number, field or ( .
tr_tr: Bir ifade bir operatör ile başlayamaz. Bir sayı, alan veya ( ile başlayın.

source: Mismatched parentheses. Make sure every ( has a matching ) .
tr_tr: Eşleşmeyen parantezler. Her ( işaretinin karşısında bir ) işareti olduğundan emin olun.

source: Missing operator after parenthesis
tr_tr: Parantezden sonra eksik operatör

source: Cannot calculate a single operator. Please enter a full expression.
tr_tr: Tek bir operatör ile hesaplama yapılamaz. Lütfen tam bir ifade giriniz.

source: Expression formula
tr_tr: İfade formülü

source: Expression builder
tr_tr: İfade oluşturucu

source: left parenthesis
tr_tr: sol parantez

source: subtract
tr_tr: çıkar

source: multiply
tr_tr: çarp

source: add
tr_tr: topla

source: right parenthesis
tr_tr: sağ parantez

source: Sum
tr_tr: Toplam

source: Text
tr_tr: Metin

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
tr_tr: Veri analizi, görselleştirme ve içgörüler için güçlü analizler sunan bir Ücret Zekası özelliği.

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
tr_tr: İK Yöneticilerinin davranış kütüphaneleri oluşturmasına olanak tanıyan ve çalışanların geri bildirimlerinde belirli eylemleri vurgulamak için kullanabilecekleri bir Performans Yönetimi özelliği.

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
tr_tr: Yöneticilerin ve çalışanların birlikte gelişim planları oluşturmasına ve çalışanların daha yüksek profesyonel hedeflere ulaşmasına yardımcı olan bir Performans Yönetimi özelliği.

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
tr_tr: Çalışanların yöneticileri ve raporlarıyla hedefler konusunda uyum sağlamak için düzenli görüşmeler planlamalarına olanak tanıyan bir Performans Yönetimi özelliği.

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
tr_tr: Yöneticilerin ve uyumluluk rollerinin, aktif çalışanlara maaşları veya performanslarıyla ilgili belgelere erişim izni vermesini sağlayan bir Ücret Şeffaflığı özelliği.

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
tr_tr: Yöneticilerin ve ücretlendirme yöneticilerinin Çalışan ücretlerini karşılaştırmasına ve boşlukları ile tutarsızlıkları hızlıca belirlemesine olanak tanıyan bir Ücret Yönetimi özelliği.

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
tr_tr: İK yöneticilerinin, yöneticiler ve ücret yönetimi yöneticileri tarafından raporlarının ve daha geniş şirket iş gücünün ücret verilerini değerlendirmek için kullanılan ücret tur(lar)ını oluşturmasını sağlayan bir Ücret Yönetimi özelliği.

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
tr_tr: Bu özellik kapalıdır ve açılamaz. Bunu değiştirmek için lütfen sistem yöneticinizle iletişime geçin.

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
tr_tr: Bu özellik açıktır ve kapatılamaz. Bunu değiştirmek için lütfen sistem yöneticinizle iletişime geçin.

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
tr_tr: Çalışanların, tanık oldukları olaylar ve durumlar hakkında meslektaşlarına hızlı ve kolay bir şekilde gözlemlerini iletebilecekleri ve kendi işleriyle ilgili meslektaşlarından görüş isteyebilecekleri bir Performans Yönetimi özelliği.

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
tr_tr: Önceden tanımlanmış girdilerden hedefler ve şablonlar oluşturmak için güçlü bir yapay zeka asistanı sunan bir Performans Yönetimi özelliği.

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
tr_tr: Çalışanların ve yöneticilerin, başarı ölçütleri ve ölçülebilir sonuçlarla belirli ve ölçülebilir hedefler kullanarak profesyonel hedefleri takip etmelerini sağlayan bir Performans Yönetimi özelliği.

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
tr_tr: Platformda etkinleştirilen özelliklere bağlı olarak, ücretlendirme ve performans ile ilgili önemli olaylar hakkında öne çıkan hususları sunan bir dizi pencere öğesi içeren genel bir uygulama özelliği.

source: Compensation recommendations
tr_tr: Tazminat önerileri

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
tr_tr: Yeni ve mevcut Çalışanlar için otomatik ücretlendirme önerileri oluşturmak üzere kullanıcılara güçlü bir makine öğrenimi çerçevesi sunan bir Pay Intelligence özelliği.

source: Pay Analysis
tr_tr: Ücret Analizi

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
tr_tr: Kullanıcılara, platformda oluşturdukları eşleştirmeler ve anlık görüntüler temelinde PayAnalytics'te üretilen analizler sağlayan bir özellik

source: Proxy Permission Manager
tr_tr: Vekil İzin Yöneticisi

source: Proxy Permission Settings
tr_tr: Vekil İzin Ayarları

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
tr_tr: İK yöneticilerinin, çalışanlar ve yöneticilerin belirli bir zaman diliminde gerçekleşen olaylar üzerine düşündükleri performans değerlendirmeleri oluşturmasına olanak tanıyan bir Performans Yönetimi özelliği.

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
tr_tr: Özelleştirilebilir bir listeye göre profesyonel olmayan kelimeleri tespit eden akıllı arama sunan bir Performans Yönetimi özelliği.

source: Talent Review
tr_tr: Yetenek Değerlendirmer

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
tr_tr: Yöneticilerin ve İK'nın, performans, potansiyel ve risk faktörlerine dayalı 9 kutulu matrisler kullanarak yetenekleri değerlendirmesini sağlayan bir performans yönetimi özelliği.

source: Your insights will not be shared with the feedback sender.
tr_tr: İçgörüleriniz geri bildirimleri gönderenle paylaşılmayacak.

source: Your reaction will be visible to all the people with whom this feedback was shared.
tr_tr: Tepkiniz, bu geri bildirimlerin paylaşıldığı tüm kişiler tarafından görülebilir.

source: Feedback actions
tr_tr: Geri bildirimlere ilişkin eylemler

source: Add people
tr_tr: Kişi ekle

source: Something I really appreciate about you is
tr_tr: Sizinle ilgili gerçekten takdir ettiğim bir şey

source: Endorsed
tr_tr: Onaylandı

source: By endorsing feedback, you acknowledge a demonstrated strength.
tr_tr: Geri bildirimleri onaylayarak, ortaya konulan bir güçlü yönü kabul etmiş olursunuz.

source: Behavior feedback
tr_tr: Davranış geri bildirimleri

source: Keep your focus!
tr_tr: Odaklanmayı sürdürün!

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
tr_tr: Odaklanmayı sürdürmeyi önererek, konsantre olunması gereken bir gelişim alanını vurgulamış olursunuz.

source: No description available.
tr_tr: Açıklama mevcut değil.

source: and {{count}} others
tr_tr: ve diğer {{count}} kişi

source: Set rating for this behavior
tr_tr: Bu davranış için puan belirleyin

source: Let's meet
tr_tr: Haydi görüşelim

source: Clarity for worker
tr_tr: Çalışan için netlik

source: Your feedback was described as
tr_tr: Geri bildirimleriniz şu şekilde tanımlandı:

source: Wonderful! Thank you for your reaction.
tr_tr: Harika! Tepkiniz için teşekkür ederiz.

source: Write a reaction
tr_tr: Bir tepki yazın

source: Have they demonstrated any of the below behaviors?
tr_tr: Aşağıdaki davranışlardan herhangi birini sergilediler mi?

source: Have they demonstrated any company behaviors?
tr_tr: Şirket davranışlarından herhangi birini sergilediler mi?

source: Have they demonstrated any of our company behaviors?
tr_tr: Şirket davranışlarımızdan herhangi birini sergilediler mi?

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
tr_tr: Net talepler, daha alakalı ve anlamlı geri bildirimlere yol açar. Geri bildirim almak istediğiniz alanları açıkça belirtin.

source: Share your insights
tr_tr: İçgörülerinizi paylaşın

source: Create context by detailing what you observed and when you observed it.
tr_tr: Gözlemlediğiniz şeyi ve ne zaman gözlemlediğinizi ayrıntılı bir şekilde belirterek bağlam oluşturun.

source: Select people
tr_tr: Kişileri seçin

source: Select person
tr_tr: Kişi seç

source: Select the company behaviors that {{Name}} has demonstrated.
tr_tr: {{Name}} adlı kişinin sergilediği şirket davranışlarını seçin.

source: Fantastic! Thank you for your feedback!
tr_tr: Şahane! Geri bildirimleriniz için teşekkür ederiz!

source: Delete feedback
tr_tr: Geri bildirimleri sil

source: Delete note
tr_tr: Notu sil

source: Edit note
tr_tr: Notu düzenle

source: Endorse
tr_tr: Onayla

source: Endorse this feedback to let your colleagues know that you agree.
tr_tr: İş arkadaşlarınızın hemfikir olduğunuzu bilmelerini sağlamak için bu geri bildirimleri onaylayın.

source: Favorite
tr_tr: Favori

source: Wonderful! Favoriting feedback is the highest compliment.
tr_tr: Muhteşem! Geri bildirimleri favorilere eklemek en büyük iltifattır.

source: Favorite feedback
tr_tr: Favori geri bildirimler

source: Favorite this feedback to let your colleague know how much you value their opinion!
tr_tr: Bu geri bildirimleri favorilere ekleyerek, iş arkadaşınıza onun görüşüne ne kadar değer verdiğinizi gösterin!

source: {{name}} request
tr_tr: {{name}} talebi

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
tr_tr: Bu yanıtı göndermeye hazır mısınız? Bu geri bildirimler, yalnızca yöneticiye gönderilecek, {{name}} {{nickName}} bunu görmeyecektir.

source: You have sent a meet request to {{name}} ({{nickName}}).
tr_tr: {{name}} ({{nickName}}) adlı kişiye bir görüşme talebi gönderdiniz.

source: Are you sure you want to proceed?
tr_tr: Devam etmek istediğinizden emin misiniz?

source: This feedback will be sent to {{count}} recipients.
tr_tr: Bu geri bildirimler {{count}} alıcıya gönderilecektir.

source: This feedback will be shared with {{count}} recipient.
tr_tr: Bu geri bildirimler {{count}} alıcı ile paylaşılacak.

source: This feedback will be shared with {{count}} recipients.
tr_tr: Bu geri bildirimler {{count}} alıcı ile paylaşılacak.

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
tr_tr: Geri bildirimleri paylaşmadan önce niyetleriniz üzerinde düşünün. Gelişim konusunda ilham vermek için her zaman başarılı olmalısınız.

source: Purposeful
tr_tr: Amaca yönelik

source: Focus the conversation on the future.
tr_tr: Görüşmeyi geleceğe odaklayın.

source: To get started, request feedback from your network
tr_tr: Başlamak için ağınızdan geri bildirimler talep edin

source: No received feedback
tr_tr: Geri bildirimler alınmadı

source: Feedback requested
tr_tr: Geri bildirimler talep edildi

source: Perceived clarity
tr_tr: Algılanan netlik

source: Clarity (avg).
tr_tr: Netlik (ort).

source: {{count}} more feedback insights to go to the next update
tr_tr: Bir sonraki güncellemeye gitmek için {{count}} tane daha geri bildirimlere ilişkin içgörü

source: Feedback insights received
tr_tr: Geri bildirimlere ilişkin içgörüler alındı

source: Feedback insights
tr_tr: Geri bildirimlere ilişkin içgörüler

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
tr_tr: Bu pencere öğesi, geri bildirimlerinizin, geri bildirimlerde bulunduğunuz iş arkadaşlarınız tarafından nasıl algılandığına dair içgörüler sağlar.

source: Perceived trust
tr_tr: Algılanan güven

source: Trust (avg).
tr_tr: Güven (ort.).

source: You have sent a reminder to {{givenName}} just now.
tr_tr: {{givenName}} adlı kişiye az önce bir hatırlatma gönderdiniz.

source: I saw you do X well and I want to ensure you know this is a strength
tr_tr: X'i iyi yaptığını gördüm ve bunun bir güçlü yön olduğunu bildiğinden emin olmak istiyorum.

source: You have sent a reminder to {{givenName}}.
tr_tr: {{givenName}} adlı kişiye bir hatırlatma gönderdiniz.

source: Meeting up about feedback is a great opportunity to gain more insight!
tr_tr: Geri bildirimler hakkında görüşmek, daha fazla içgörü elde etmek için harika bir fırsattır!

source: Thanks
tr_tr: Teşekkürler

source: Say thank you to let your colleague know you appreciate their feedback!
tr_tr: İş arkadaşınıza geri bildirimlerini takdir ettiğinizi bildirmek için teşekkür edin!

source: Add goals
tr_tr: Hedefler ekle

source: Edit goals
tr_tr: Hedefleri düzenle

source: Related goals
tr_tr: İlgili hedefler

source: Link this feedback to your goals
tr_tr: Bu geri bildirimleri hedeflerinize bağlayın

source: Feedback related to goals is visible by your line manager.
tr_tr: Hedeflerle ilgili geri bildirimler, birim yöneticiniz tarafından görülebilir.

source: Request answered
tr_tr: Talep yanıtlandı

source: Feedback comments
tr_tr: Geri bildirimlere ilişkin yorumlar

source: Request pending
tr_tr: Talep bekleniyor

source: Manage sharing
tr_tr: Paylaşımı yönet

source: Would you prefer to have a conversation?
tr_tr: Bir görüşme yapmayı mı tercih edersiniz?

source: Suggest a meet-up to further discuss the feedback with your colleague!
tr_tr: Geri bildirimleri iş arkadaşınızla daha ayrıntılı ele almak için bir görüşme önerin!

source: Thank you for your endorsement! You have made a colleague happy.
tr_tr: Onayınız için teşekkür ederiz! Bir iş arkadaşınızı mutlu ettiniz.

source: Excellent! You've made a colleague happy today.
tr_tr: Harika! Bugün bir iş arkadaşınızı mutlu ettiniz.

source: Thank you! Meeting up is a great opportunity to gain more insights.
tr_tr: Teşekkürler! Bir araya gelmek, daha fazla içgörü elde etmek için harika bir fırsat.

source: {{givenName}} {{nickName}} will get a notification.
tr_tr: {{givenName}} {{nickName}} bir bildirim alacak.

source: You have retracted your endorsement
tr_tr: Onayınızı geri çektiniz

source: You have removed this favorite
tr_tr: Bu favoriyi kaldırdınız

source: You have retracted your "Thanks"
tr_tr: "Teşekkürler" ifadenizi geri çektiniz

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
tr_tr: Bu toplantı talebini iptal ettiniz. İptal etmek istemediyseniz yeni bir talep gönderin.

source: {{givenName}} {{nickName}} will not be notified.
tr_tr: {{givenName}} {{nickName}} bilgilendirilmeyecek.

source: My comment
tr_tr: Yorumum

source: My note
tr_tr: Notum

source: To change your impact, you could have:
tr_tr: Etkini değiştirmek için şunlara sahip olabilirsiniz:

source: You must select at least one person.
tr_tr: En az bir kişi seçmelisiniz.

source: The feedback was not yet shared with anyone in the company.
tr_tr: Geri bildirimler henüz şirkette kimseyle paylaşılmadı.

source: Note
tr_tr: Not

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
tr_tr: Çevrimdışı bir görüşmeden elde edilen içgörüleri yakalayan bir not ekleyin. Geri bildirimlere ilişkin notlar yalnızca sizin tarafınızdan görülebilir.

source: Start building your feedback center!
tr_tr: Geri bildirimlere ilişkin merkezinizi oluşturmaya başlayın!

source: You can create your own feedback notes here
tr_tr: Kendi geri bildirimlere ilişkin notlarınızı burada oluşturabilirsiniz

source: Feedback from
tr_tr: Şu kişiden alınan geri bildirimler

source: You have added this feedback.
tr_tr: Bu geri bildirimleri eklediniz.

source: Your feedback note is saved!
tr_tr: Geri bildirimlere ilişkin notunuz kaydedildi!

source: Feedback received from (optional)
tr_tr: Şu kişiden alınan geri bildirimler (isteğe bağlı)

source: Search for a person
tr_tr: Bir kişi ara

source: These notes are only visible to you.
tr_tr: Bu notlar yalnızca sizin tarafınızdan görülebilir.

source: {{givenName}}'s observations
tr_tr: {{givenName}} adlı kişinin gözlemleri

source: Base your feedback on behaviors you’ve observed.
tr_tr: Geri bildirimleriniz için gözlemlediğiniz davranışları esas alın.

source: Observational
tr_tr: Gözlemsel

source: I can see you’re having a positive impact on
tr_tr: üzerinde olumlu bir etki yarattığınızı görebiliyorum

source: From {{givenName}}'s perspective, you did well on:
tr_tr: {{givenName}} adlı kişinin bakış açısına göre, şu konularda başarılı oldunuz:

source: You have identified this feedback as public.
tr_tr: Bu geri bildirimleri herkese açık olarak belirlediniz.

source: Here you will see public feedback received by your colleagues.
tr_tr: Burada, iş arkadaşlarınız tarafından alınan herkese açık geri bildirimleri göreceksiniz.

source: {{name}} has identified this feedback as public.
tr_tr: {{name}}, bu geri bildirimleri herkese açık olarak belirledi.

source: Observations
tr_tr: Gözlemler

source: Recognized behaviors for {{givenName}}
tr_tr: {{givenName}} için takdir edilen davranışlar

source: Feedback sent to
tr_tr: Geri bildirimler şu kişiye gönderildi

source: Your colleagues can see this feedback
tr_tr: İş arkadaşlarınız bu geri bildirimleri görebilir

source: In my opinion, this feedback is:
tr_tr: Bence bu geri bildirimler:

source: Rate this feedback
tr_tr: Bu geri bildirimlere puan verin

source: Share your insights anonymously about this feedback experience.
tr_tr: Bu geri bildirim deneyimiyle ilgili içgörülerinizi anonim olarak paylaşın.

source: Very clear
tr_tr: Çok net

source: I understand the points made in this feedback:
tr_tr: Bu geri bildirimlerde belirtilen hususları anlıyorum:

source: Are you sure you want to submit this rating?
tr_tr: Bu derecelendirmeyi göndermek istediğinizden emin misiniz?

source: Submit rating
tr_tr: Derecelendirmeyi gönder

source: Use this option to rate this feedback anonymously.
tr_tr: Bu geri bildirimlere anonim olarak puan vermek için bu seçeneği kullanın.

source: Rate this feedback anonymously
tr_tr: Bu geri bildirimlere anonim olarak puan verin

source: Share anonymously your observations about this feedback experience.
tr_tr: Bu geri bildirimlere ilişkin deneyimle ilgili gözlemlerinizi anonim olarak paylaşın.

source: High trust
tr_tr: Yüksek düzeyde güven

source: I trust that the feedback intends to help me grow:
tr_tr: Geri bildirimlerin gelişmeme yardımcı olmayı amaçladığına inanıyorum:

source: Low trust
tr_tr: Düşük düzeyde güven

source: Your observations will not be shared with the sender of the feedback.
tr_tr: Gözlemleriniz, geri bildirimleri gönderen kişiyle paylaşılmayacaktır.

source: Thank you for sharing your thoughts!
tr_tr: Düşüncelerinizi paylaştığınız için teşekkür ederiz!

source: All ratings sent through goal rating are anonymous.
tr_tr: Hedef derecelendirmesi aracılığıyla gönderilen tüm puanlar anonimdir.

source: Share your feedback within a week of the event.
tr_tr: Geri bildirimlerinizi etkinlikten sonraki bir hafta içinde paylaşın.

source: Real-time
tr_tr: Gerçek zamanlı

source: Start building your feedback center! Request feedback to kick-start your development.
tr_tr: Geri bildirimlere ilişkin merkezinizi oluşturmaya başlayın! Gelişiminizi başlatmak için geri bildirimler talep edin.

source: Recognized behaviors
tr_tr: Takdir edilen davranışlar

source: Give recognition
tr_tr: Takdir edin

source: Redeem rewards
tr_tr: Ödülleri kullanın

source: Recognition points to give
tr_tr: Verilecek takdir puanları

source: Recognition
tr_tr: Takdir

source: Received recognition points
tr_tr: Alınan takdir puanları

source: View recognition
tr_tr: Takdiri görüntüleyin

source: A reminder was sent to {{fullName}} about your pending feedback request.
tr_tr: {{fullName}} adlı kişiye, bekleyen geri bildirimlere ilişkin talebiniz hakkında bir hatırlatma gönderildi.

source: Replied to
tr_tr: Şu kişiye yanıt verildi

source: My request about {{name}}
tr_tr: {{name}} hakkında talebim

source: About me
tr_tr: Hakkımda

source: About my team
tr_tr: Ekibim hakkında

source: You must select a team member.
tr_tr: Bir ekip üyesi seçmelisiniz.

source: Request feedback from
tr_tr: Şu kişiden geri bildirimler talep edin

source: Request feedback on a team member
tr_tr: Bir ekip üyesi hakkında geri bildirimler talep edin

source: {{givenName}}'s answer to your behavior feedback request
tr_tr: {{givenName}} adlı kişinin, davranışla ilgili geri bildirimlere ilişkin talebinize yanıtı

source: You have requested feedback regarding these behaviors:
tr_tr: Bu davranışlarla ilgili geri bildirimler talep ettiniz:

source: Request feedback on a behavior
tr_tr: Bir davranış hakkında geri bildirimler talep edin

source: You must add a description.
tr_tr: Bir açıklama eklemelisiniz.

source: Describe your request
tr_tr: Talebinizi açıklayınız

source: Request feedback on
tr_tr: Şu konu hakkında geri bildirimler talep edin:

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
tr_tr: Kişiyle olan etkileşiminizin bağlamını sağlayın. Belirli bir başarı veya davranış hakkında geri bildirimler isteyin (açık örnekler/gözlemler ile) ve bunun, onun/başkaları üzerindeki etkisini sorun. Açık sözlü olduğu ve zaman ayırdığı için kendisine teşekkür edin.

source: Feedback request
tr_tr: Geri bildirimlere ilişkin talep

source: Here are some questions you can ask
tr_tr: Sorabileceğiniz bazı sorular şunlardır:

source: Need some inspiration?
tr_tr: Biraz ilham almaya mı ihtiyacınız var?

source: Remove {{count}} recipient to send this request.
tr_tr: Bu isteği göndermek için {{count}} alıcıyı kaldırın.
